export const filterPopularity = [
    'Популярные',
    'Сначала новые',
    'Сначала старые',
    'По алфавиту (А-Я)',
    'По алфавиту (Я-А)',
    'По длительности',
];

export const filterType = [
    'Фильмы и сериалы',
    'Фильм',
    'Сериал',
    'Мультфильм',
    'Документальный фильм',
    'Телепередача',
];

export const filterCategory = [
    'Все категории',
    'Телехикая, Мультсериал',
    'Телехикая',
    'Комедии',
    'Приключения',
    'Фэнтези',
    'Фантастика',
    'Для малышей',
];

export const filterYears = [
    '2025',
    '2024',
    '2023',
    '2022',
    '2021',
    '2011 - 2020',
    '2000 - 2010',
    'до 2000',
    'За все время'
]

export const filterAgeCategories = [
    '0-3',
    '4-6',
    '6-8',
    '8-10',
    '10-12',
    '12-16',
    '16+'
]